"""
Напишите калькулятор на Python/JS/TS который принимает на входе математическое выражение.
Например:
> 2+2*5
> 12
"""

while True:
    print(eval(input('Введите математическое выражение')))



